<div>
    <p>${_tr("ключ")}</p>

    <p>${_trc("ключ", "к разгадке чего-либо")}</p>
    <p>${_trc("ключ", "ключ воды, приток реки")}</p>

    <p>0 ${_trn("ключ", 0)}</p>
    <p>1 ${_trn("ключ", 1)}</p>
    <p>2 ${_trn("ключ", 2)}</p>
    <p>5 ${_trn("ключ", 5)}</p>

    <p>0 ${_trnc("ключ", 0, "к разгадке чего-либо")}</p>
    <p>1 ${_trnc("ключ", 1, "к разгадке чего-либо")}</p>
    <p>2 ${_trnc("ключ", 2, "к разгадке чего-либо")}</p>
    <p>5 ${_trnc("ключ", 5, "к разгадке чего-либо")}</p>

    <p>0 ${_trnc("ключ", 0, "ключ воды, приток реки")}</p>
    <p>1 ${_trnc("ключ", 1, "ключ воды, приток реки")}</p>
    <p>2 ${_trnc("ключ", 2, "ключ воды, приток реки")}</p>
    <p>5 ${_trnc("ключ", 5, "ключ воды, приток реки")}</p>

    <p>${_tr("корова")}</p>
</div>
